Repository: vdr-projects/vdr-plugin-ripit
Catalog: commands/po/vdr-ripit.*.po
Languages: de

source: Usage: $s -M <mode start|kill> -d <target directory> [-n <nicelevel -20..19>] [-v <verbosity 0..5>]\n [-t <encoding type 0..5>] [-o <encoding quality -1..10>] [-l <low bitrate 32..320>]\n [-m <max. bitrate 32..320>] [-e <encoder options>] [-c <crc 0|1>] [-r <rip options>]\n [-f <fast rip 0|1>] [ -x <excludes special chars _|NTFS|HFS>] [-u <underscores 0|1>]\n [-p <create playlist 0|1>] -X <lockfile> -L <logfile> -A <stopfile>
de: Nutzung: $s -M <Modus start|kill> -d <Speicherort> [-n <Priorität -20..19>] [-v <Log Detailtiefe 0..5>]\n [-t <Zielformat 0..5>] [-o <Qualität -1..10>] [-l <Minimale Bitrate 32..320>]\n [-m <Maximale Bitrate 32..320>] [-e <Encoder Optionen>] [-c <Prüfsummen 0|1>] [-r <Ripper Optionen>]\n [-f <Schnelles Rippen 0|1>] [ -x <Dateisystem Zeichen Maskieren _|NTFS|HFS>] [-u <Leerzeichen 0|1>]\n [-p <Playlist erstellen 0|1>] -X <lockfile> -L <logfile> -A <stopfile>

source: Error: Error parsing Commandline
de: Fehler: Falsch formatierte Kommandozeilenparameter

source: Error: Missing or wrong Mode (-M)
de: Fehler: Fehlender oder falscher Modusparameter (-M)

source: Error: Missing Directory Parameter (-d)
de: Fehler: Fehlender Verzeichnisparameter (-d)

source: Error: Missing -X, -L or -A
de: Fehler: Fehlendes Argument -X, -L oder -A

source: PROCESS MANUALLY ABORTED\nPlease Wait (max. $d Seconds)...
de: VORGANG MANUELL ABGEBROCHEN\nBitte warten (maximal $d Sekunden)...

source: Opticaldrive Drive not present. Aborting!
de: Optisches Laufwerk nicht vorhanden. Abbruch!

source: Error, Directory $s not writable
de: Fehler, keine Schreibrechte im Verzeichnis "$s"

source: Please insert CD... (start in $d Seconds)
de: Bitte CD einlegen... (starte in $d Sekunden)

source: Ripping process started....
de: Rippen gestartet....

source: Execute: $s
de: Starte: $s

source: ABORTED!
de: ABGEBROCHEN!

source: ALL DONE!
de: FERTIG!
